{
  "description": "RSM è uno spazio dedicato all’esplorazione di misteri, notizie attuali e storie poco conosciute. L’obiettivo è informare, incuriosire e stimolare il pensiero critico su eventi che spesso restano ai margini dell’informazione tradizionale.",
  "articles": [
    {
      "title": "Le piramidi d’Egitto: il mistero ingegneristico che sfida la storia ufficiale",
      "content": "Le piramidi d’Egitto, in particolare la Grande Piramide di Giza, rappresentano una delle più grandi anomalie della storia umana. Costruite ufficialmente intorno al 2500 a.C., mostrano un livello di precisione geometrica e ingegneristica che ancora oggi solleva interrogativi profondi. I blocchi di pietra, alcuni dei quali superano le 70 tonnellate, sono stati posizionati con tolleranze millimetriche, senza l’uso apparente di malta e con un allineamento ai punti cardinali quasi perfetto.\nNon esistono documenti contemporanei che descrivano il metodo di costruzione delle grandi piramidi. Gli strumenti ritrovati nei siti egizi non sembrano compatibili con la lavorazione del granito duro utilizzato nelle camere interne. Inoltre, la Grande Piramide è priva di geroglifici e decorazioni, un fatto anomalo rispetto alle tombe reali dell’epoca.\nStudi moderni basati su scansioni muoniche hanno rivelato la presenza di cavità e strutture interne sconosciute, alimentando l’ipotesi che la piramide potesse avere funzioni diverse da quelle funerarie. Alcuni ricercatori ipotizzano un ruolo astronomico, rituale o simbolico, mentre altri suggeriscono che possa essere il risultato di una conoscenza ereditata da una civiltà precedente. Le piramidi continuano a sfidare la narrazione storica tradizionale e a porre domande fondamentali sulle reali capacità delle civiltà antiche.",
      "category": "Misteri",
      "type": "article",
      "date": "2026-01-30",
      "images": [
        "https://plus.unsplash.com/premium_photo-1661891622579-bee76e28c304?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8cGlyYW1pZGl8ZW58MHx8MHx8fDA%3D"
      ]
    },
    {
      "title": "Vajont: la tragedia annunciata che nessuno volle fermare",
      "content": "Il disastro del Vajont, avvenuto il 9 ottobre 1963, è considerato una delle più grandi tragedie evitabili della storia italiana. La diga del Vajont, all’epoca una delle più alte al mondo, era stata costruita in un’area geologicamente fragile, ai piedi del Monte Toc, noto per la sua instabilità.\nGià durante la fase di progettazione, diversi geologi avevano segnalato il rischio di una frana di grandi dimensioni. Nei mesi precedenti al disastro, il versante della montagna mostrava segni evidenti di movimento: fratture nel terreno, piccoli smottamenti e rumori sotterranei. Nonostante questi segnali, le operazioni continuarono senza evacuare le popolazioni a valle.\nQuando una massa di circa 270 milioni di metri cubi di roccia precipitò nel bacino artificiale, l’acqua generò un’onda gigantesca che superò la diga e si abbatté sui paesi sottostanti, distruggendo Longarone e causando quasi duemila vittime. Il Vajont non fu un fallimento tecnico della diga, ma un fallimento umano, politico e industriale, diventando il simbolo delle conseguenze della negligenza e dell’arroganza del progresso.",
      "category": "Storia",
      "type": "article",
      "date": "2026-01-31",
      "images": [
        "https://media.istockphoto.com/id/1213547474/it/foto/vajont-dam-in-longarone.webp?a=1&b=1&s=612x612&w=0&k=20&c=ILRHHc21otTwWRMujDz0wuCn9boAv5joJegpclUSw2k="
      ]
    },
    {
      "title": "MH370: il mistero irrisolto dell’aviazione moderna",
      "content": "L’8 marzo 2014 il volo MH370 della Malaysia Airlines scomparve dai radar con 239 persone a bordo, dando origine a uno dei più grandi misteri dell’aviazione civile. Dopo il decollo da Kuala Lumpur verso Pechino, le comunicazioni si interruppero improvvisamente e il transponder venne disattivato, mentre l’aereo cambiava rotta senza alcuna spiegazione ufficiale.\nLe indagini internazionali coinvolsero decine di paesi e portarono a una delle operazioni di ricerca più costose della storia. Le analisi dei segnali satellitari suggerirono una possibile rotta verso l’Oceano Indiano, ma le ricerche non riuscirono mai a individuare il relitto principale. Solo alcuni frammenti compatibili con il Boeing 777 furono ritrovati anni dopo sulle coste dell’Africa.\nLe ipotesi avanzate spaziano dal guasto tecnico all’atto deliberato, fino a scenari mai completamente chiariti. L’assenza di risposte definitive ha lasciato famiglie, investigatori e opinione pubblica senza una verità certa. Il caso MH370 evidenzia i limiti dei sistemi di controllo aereo globali e rimane una ferita aperta nella storia dell’aviazione.",
      "category": "Misteri",
      "type": "article",
      "date": "2026-01-31",
      "images": [
        "https://plus.unsplash.com/premium_photo-1679954420929-72dc48e5176c?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8TUgzNzB8ZW58MHx8MHx8fDA%3D"
      ]
    },
    {
      "title": "Guerra in Palestina: civili sotto assedio e crisi umanitaria crescente",
      "content": "La guerra in Palestina continua a colpire in modo devastante la popolazione civile. Bombardamenti su aree densamente abitate, distruzione di infrastrutture essenziali e restrizioni ai movimenti stanno creando una crisi umanitaria di proporzioni drammatiche. Ospedali al collasso, mancanza di elettricità, acqua potabile e medicinali rendono la vita quotidiana una lotta per la sopravvivenza.\nOrganizzazioni umanitarie internazionali denunciano l’uso sproporzionato della forza e violazioni sistematiche del diritto internazionale. La popolazione palestinese, in particolare donne e bambini, continua a pagare il prezzo più alto del conflitto. Nonostante gli appelli al cessate il fuoco e all’apertura di corridoi umanitari, la situazione resta critica.\nLa narrazione del conflitto appare spesso frammentata e incompleta, mentre sul campo si consuma una tragedia umana che rischia di diventare permanente. La guerra in Palestina non è solo un conflitto militare, ma una crisi morale e politica che interroga la comunità internazionale.",
      "category": "Attualità",
      "type": "news",
      "date": "2026-01-31",
      "images": [
        "https://images.unsplash.com/photo-1621268409464-cc9dbb7a5336?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8M3x8cGFsZXN0aW5hfGVufDB8fDB8fHww"
      ]
    },
    {
      "title": "Dopo la Venezuela, Trump torna a far discutere: nuove dichiarazioni sulla Groenlandia",
      "content": "Dopo la Venezuela, Donald Trump è tornato a far parlare di sé con nuove dichiarazioni riguardanti la Groenlandia, riaccendendo un dibattito geopolitico già sollevato durante la sua presidenza. Le sue parole hanno suscitato reazioni immediate da parte della Danimarca e delle autorità groenlandesi, che hanno ribadito la propria sovranità territoriale.\nAnalisti internazionali interpretano queste dichiarazioni come parte di una visione strategica legata al controllo delle rotte artiche e delle risorse naturali emergenti, sempre più accessibili a causa dello scioglimento dei ghiacci. La Groenlandia è infatti considerata un punto chiave negli equilibri geopolitici futuri.\nLe uscite di Trump evidenziano come l’Artico stia diventando una nuova area di competizione globale, sollevando interrogativi sul futuro delle relazioni internazionali e sulle tensioni che potrebbero emergere nei prossimi anni.",
      "category": "Attualità",
      "type": "news",
      "date": "2026-01-31",
      "images": [
        "https://images.unsplash.com/photo-1573995975633-faee0123f31f?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8M3x8Z3JvZW5sYW5kaWF8ZW58MHx8MHx8fDA%3D"
      ]
    }
  ]
}
