{
  "description": "RSM è un progetto indipendente nato per esplorare misteri, eventi poco conosciuti e storie che spesso rimangono ai margini dell’informazione tradizionale. Attraverso analisi approfondite e ricostruzioni dettagliate, RSM invita a osservare la realtà da prospettive diverse, stimolando curiosità e riflessione.",
  "articles": [
    {
      "title": "La stanza segreta sotto il Vaticano",
      "category": "Vaticano",
      "content": "Da decenni circolano voci sull’esistenza di ambienti nascosti sotto la Città del Vaticano. Secondo alcune testimonianze, esisterebbero stanze sigillate che custodirebbero documenti e oggetti mai resi pubblici.\n\nL’assenza di conferme ufficiali ha alimentato ipotesi e racconti che continuano ad affascinare studiosi e appassionati."
    },
    {
      "title": "Archivi proibiti: cosa nasconde davvero il Vaticano?",
      "category": "Vaticano",
      "content": "Gli archivi vaticani sono considerati tra i più vasti e misteriosi al mondo. Alcuni ricercatori ipotizzano che al loro interno siano conservati testi antichi e informazioni in grado di riscrivere parti della storia.\n\nIl segreto che li avvolge alimenta interrogativi e speculazioni ancora oggi."
    },
    {
      "title": "Esperimenti segreti del Novecento",
      "category": "Storia Segreta",
      "content": "Durante il Novecento diversi governi condussero programmi riservati, spesso giustificati da esigenze militari.\n\nDocumenti emersi anni dopo mostrano quanto poco si sappia realmente di alcuni di questi esperimenti."
    }
  ],
  "news": [
    {
      "title": "Nuove rivelazioni riaccendono l’interesse su un antico mistero",
      "content": "Recenti analisi di documenti storici hanno riportato l’attenzione su un mistero rimasto irrisolto per decenni. Sebbene non vi siano conferme ufficiali, l’argomento sta generando dibattito tra ricercatori e appassionati."
    },
    {
      "title": "Scoperta inattesa durante un restauro storico",
      "content": "Durante lavori di restauro in un edificio antico sono emersi dettagli architettonici che potrebbero cambiare la lettura storica del luogo. Gli studiosi stanno approfondendo."
    }
  ]
}
